{
  "sections": [
    {
      "title": "Biography",
      "content": [
        "Mojdeh Mansoori is a distinguished researcher currently pursuing her PhD at the Section for Orofacial Pain and Jaw Function, Department of Dentistry and Oral Health, Aarhus University, Denmark. Her research is focused on the epigenetic and nutritional risk factors for painful temporomandibular disorders (TMD), aiming to advance the understanding and treatment of these complex conditions.",
        "Mojdeh's academic journey began with a Doctor of Dental Surgery (DDS) degree from Kerman University of Medical Sciences, Iran, in 2012. During her undergraduate studies, she conducted significant research on the relationship between xerostomia and oral health-related quality of life in patients with rheumatoid arthritis. Her passion for oral medicine led her to pursue a Master of Science (M.Sc.) degree, where she graduated as the top-ranked student in 2017. Her master's thesis investigated the effects of chronic facial pain on the tendency to use morphine and cannabinoids in conditioned place preference in male rats.",
        "From 2017 to 2021, Mojdeh practiced as a clinical professional at Bahonar Hospital and Roshon Dental Clinic in Kerman, Iran. She treated patients with various oral mucosal diseases, orofacial pain, and TMD. These clinical experiences enriched her understanding of patient care and provided practical insights that she now integrates into her research.",
        "Mojdeh's dedication to advancing the field of orofacial pain is reflected in her numerous publications. Her work spans topics such as the impact of adolescent dietary quality on the risk of developing painful TMD and headaches, and the influence of chronic migraine on cannabinoid and morphine use tendencies. She has published in several reputable journals, contributing valuable knowledge to her field.",
        "In recognition of her academic excellence, Mojdeh received the Iranian Board of Oral Medicine certification and was honored as the top student among her peers in 2017. Her commitment to research and education continues to drive her career, as she aims to improve patient outcomes and contribute to the scientific community's understanding of orofacial pain.",
        "Mojdeh is not only a researcher but also a passionate educator who enjoys teaching and mentoring the next generation of dental professionals. Her goal is to become a professor, sharing her expertise and inspiring students in the field of dentistry and oral health.",
        "When she is not immersed in her research, Mojdeh enjoys swimming and exploring the fascinating world of quantum physics, reflecting her diverse interests and dedication to continuous learning."
      ]
    }
  ]
}