{
  "main": {
    "title": "Publications",
    "list": [
      {
        "item": "Mansoori M., Exposto C.R., Bech B.H., Olsen S.F., Bjerregaard A.A., Diatchenko L., Baad-Hansen L. Adolescent dietary quality as a risk factor for painful TMD and headaches in young adults.",
        "status": "in preparation",
        "link": ""
      },
      {
        "item": "Mansoori M., Zarei MR, Chamani G, Nazeri M., Mohamadi F., Alavi SS., Shabani M. Chronic migraine caused a higher rate of tendency to cannabinoid agonist compared to morphine: Tendency to use cannabis in chronic Migraine. Acta Bio Medica. 2020;91:e2020185.",
        "status": "published",
        "link": "https://www.mattioli1885journals.com/index.php/actabiomedica/article/view/8799"
      },
      {
        "item": "Navabi N, Zeynali M, Mansori M, Hashemipour MA, Nassab SA. Patients Attitudes' Toward Chairside Medical Screening in a Dental Setting. Pesquisa Brasileira em Odontopediatria e Clínica Integrada. 2020;20:4880.",
        "status": "published",
        "link": "http://revista.uepb.edu.br/index.php/pboci/article/view/4880"
      },
      {
        "item": "Raoof M, Soofiabadi S, Abbasnejad M, Kooshki R, Esmaeili‐Mahani S, Mansoori M. Activation of orexin 1 receptors in the ventrolateral periaqueductal gray matter (vlPAG) modulates pulpal nociception and the induction of substance P in vlPAG and trigeminal nucleus caudalis. International endodontic journal. 2019;52:318-28.",
        "status": "published",
        "link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/iej.13007"
      },
       {
        "item": "Chamani G, Shakibi MR, Zarei MR, Rad M, Pouyafard A, Parhizkar A, Mansoori M. Assessment of relationship between xerostomia and oral health-related quality of life in patients with rheumatoid arthritis. Oral Dis. 2017;23:1162-1167.",
        "status": "published",
        "link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/odi.12721"
      },
       {
        "item": "Mansori M, Mohseni-Rad L, Haghani J, Hashemipour MA. Dental students’ opinions on the challenges and research opportunities: a qualitative research. Journal of Oral Health and Oral Epidemiology. 2017;7:8-15.",
        "status": "published",
        "link": "http://johoe.kmu.ac.ir/article_84906.html"
      },
       {
        "item": "Tavakolinejad Z, Hashemipour MA, Shahravan A, Mirzadeh A, Mansori M, Gandjalikhan-Nassab SA. Evaluation of referral system to endodontists among a group of general dental practitioners. Journal of Oral Health and Oral Epidemiology. 2015;4:17-23.",
        "status": "published",
        "link": "http://johoe.kmu.ac.ir/article_84811.html"
      },
       {
        "item": "Hashemipour M, Mansouri M. Investigation of cases and referral patterns of patients to dental specialists by general dentists in 2011 in Kerman, Iran. Journal of Isfahan Dental School 2012;8: 433-443.",
        "status": "published",
        "link": "https://www.sid.ir/en/journal/ViewPaper.aspx?id=385572"
      }
    ]
  },
  "sections": []
}
