{
  "main": {
    "title": "Publications",
    "list": [
            {
        "item": "Eghbali H, Abbasnejad M, Raoof M, Zamyad M, Esmaeili-Mahani S, Kooshki R, Mansoori M, Lobbezoo F. Alpha-pinene modulates feeding behavior and hypothalamic orexin A expression in a rat model of painful temporomandibular disorder. J Oral Facial Pain Headache.",
        "status": "in press",
        "link": ""
      },
      {
        "item": "Exposto CR, Mansoori M, Bech BH, Bjerregaard AA, Olsen SF, Baad‐Hansen L. Pre‐natal nutrition as risk factor for painful temporomandibular disorders and headaches in young adults. Headache: The Journal of Head and Face Pain. 2025 Aug 19.",
        "status": "published",
        "link": "https://headachejournal.onlinelibrary.wiley.com/doi/full/10.1111/head.15030"
      },
      {
        "item": "Raoof M, Fereidooni R, Afzali M, Mansoori M, Amanpour S, Rad M. Exploring the Etiology of Dental Fear Among Candidates for Endodontic Treatment: A Qualitative Investigation. Tanzania Journal of Health Research. 2025 Jul 23;26(4):2355-63.",
        "status": "published",
        "link": "https://www.ajol.info/index.php/thrb/article/view/282055"
      },
      {
        "item": "Ghorbanizadeh S, Abbasnejad M, Zamyad M, Esmaeili-Mahani S, Kheirandish R, Mansoori M. Impact of temporomandibular disorder on food preference behavior in adult male rats. Archives of Oral Biology. 2025 Jan 1;169:106100.",
        "status": "published",
        "link": "https://www.sciencedirect.com/science/article/abs/pii/S0003996924002218"
      },
      {
        "item": "Exposto CR, Mansoori M, Bech BH, Baad‐Hansen L. Prevalence of painful temporomandibular disorders and overlapping primary headaches among young adults. European Journal of Pain. 2025 May;29(5):e70013.",
        "status": "published",
        "link": "https://onlinelibrary.wiley.com/doi/full/10.1002/ejp.70013"
      },
      {
        "item": "Mansoori M, Exposto CR, Bech BH, Olsen SF, Bjerregaard AA, Baad‐Hansen L. Is poor dietary quality in adolescence a risk factor for painful temporomandibular disorders and headaches in young adulthood? A prospective study in the Danish National Birth Cohort. Headache: The Journal of Head and Face Pain. 2025 May;65(5):731-44.",
        "status": "published",
        "link": "https://headachejournal.onlinelibrary.wiley.com/doi/abs/10.1111/head.14899?casa_token=DPFgp8ouag8AAAAA%3AKbH_sJbqwGI-sQ-lNXXjyntwgDIE1CNhsz224ch4TBgMjy-LiHEA_k5Aot1V21B5SaT20mqW_2gCgxLN"
      },
      {
        "item": "Mansoori M., Zarei MR, Chamani G, Nazeri M., Mohamadi F., Alavi SS., Shabani M. Chronic migraine caused a higher rate of tendency to cannabinoid agonist compared to morphine: Tendency to use cannabis in chronic Migraine. Acta Bio Medica. 2020;91:e2020185.",
        "status": "published",
        "link": "https://www.mattioli1885journals.com/index.php/actabiomedica/article/view/8799"
      },
      {
        "item": "Navabi N, Zeynali M, Mansori M, Hashemipour MA, Nassab SA. Patients Attitudes' Toward Chairside Medical Screening in a Dental Setting. Pesquisa Brasileira em Odontopediatria e Clínica Integrada. 2020;20:4880.",
        "status": "published",
        "link": "http://revista.uepb.edu.br/index.php/pboci/article/view/4880"
      },
      {
        "item": "Raoof M, Soofiabadi S, Abbasnejad M, Kooshki R, Esmaeili‐Mahani S, Mansoori M. Activation of orexin 1 receptors in the ventrolateral periaqueductal gray matter (vlPAG) modulates pulpal nociception and the induction of substance P in vlPAG and trigeminal nucleus caudalis. International endodontic journal. 2019;52:318-28.",
        "status": "published",
        "link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/iej.13007"
      },
      {
        "item": "Chamani G, Shakibi MR, Zarei MR, Rad M, Pouyafard A, Parhizkar A, Mansoori M. Assessment of relationship between xerostomia and oral health-related quality of life in patients with rheumatoid arthritis. Oral Dis. 2017;23:1162-1167.",
        "status": "published",
        "link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/odi.12721"
      },
      {
        "item": "Mansori M, Mohseni-Rad L, Haghani J, Hashemipour MA. Dental students’ opinions on the challenges and research opportunities: a qualitative research. Journal of Oral Health and Oral Epidemiology. 2017;7:8-15.",
        "status": "published",
        "link": "http://johoe.kmu.ac.ir/article_84906.html"
      },
      {
        "item": "Tavakolinejad Z, Hashemipour MA, Shahravan A, Mirzadeh A, Mansori M, Gandjalikhan-Nassab SA. Evaluation of referral system to endodontists among a group of general dental practitioners. Journal of Oral Health and Oral Epidemiology. 2015;4:17-23.",
        "status": "published",
        "link": "http://johoe.kmu.ac.ir/article_84811.html"
      },
      {
        "item": "Hashemipour M, Mansouri M. Investigation of cases and referral patterns of patients to dental specialists by general dentists in 2011 in Kerman, Iran. Journal of Isfahan Dental School 2012;8: 433-443.",
        "status": "published",
        "link": "https://www.sid.ir/en/journal/ViewPaper.aspx?id=385572"
      }
    ]
  },
  "sections": []
}
